{
  "1":
    {
      "question": "Вы приходите на место преступления. Вы видите убитого коллекционера и  кинжал в его груди. Ваш первый выбор?",
      "answer1": "Пойти допрашивать свидетелей в близлежащих зданиях.",
      "next_scene1": 2,
      "answer2": "Просмотреть квартиру коллекционера чтобы найти дополнительные улики.",
      "next_scene2": 3
    },
  "2":
    {
      "question": "Вы обошли почти все ближайшие дома, но никто ничего не видел. Вам посоветовали сходить к пожилой соседке убитого, возможно она сможет помочь.",
      "answer1": "Отказаться.",
      "next_scene1": 11,
      "answer2": "Сходить к соседке.",
      "next_scene2": 4
    },
  "3":
    {
      "question": "Вас не пускает полиция на осмотр квартиры даже когда вы представились детективом.",
      "answer1": "Пойти допрашивать свидетелей в близлежащих зданиях.",
      "next_scene1": 2,
      "answer2": "Пробраться на осмотр ночью.\n(незаконно)",
      "next_scene2": 6
    },
  "4":
  {
    "question": "Вы подошли к дому соседки. На лужайке лежит большая собака.",
    "answer1": "Попытаться позвать соседку.(крикнуть)",
    "next_scene1": 5,
    "answer2": "Позвонить в звонок на заборе.",
    "next_scene2": 9
  },
  "5":
  {
    "question": "Вы разозлили собаку. На её лай выбежала соседка и подумала что вы пытаетесь проникнуть в дом. Старушка пригрозила спустить собаку с цепи если вы не уйдете.",
    "answer1": "Уйти и не рисковать, так как у вас аллергия на укусы.",
    "next_scene1": 11,
    "answer2": "Сказать что вы детектив и расспросить о том что она видел или слышала накануне убийства",
    "next_scene2": 10
  },
  "6":
  {
    "question": "Вы пробрались ночью в квартиру жертвы, но вас обнаружила вдова убитого. Она требует объясниться. Кто вы и что тут делаете?",
    "answer1": "Вы частный детектив и вас нанял брат убитого.(сказать правду)",
    "next_scene1": 7,
    "answer2": "Вы друг жертвы и пришли забрать свои вещи.(соврать)",
    "next_scene2": 8
  },
  "7":
  {
    "question": "Вдова утверждает что возможно брат причастен к смерти её мужа.  Накануне они поссорились из-за разногласий по бизнесу.\nВы узнаете, что братья были партнерами в местной сети антикварных магазинов.",
    "answer1": "Пойти допрашивать свидетелей в близлежащих зданиях.",
    "next_scene1": 2,
    "answer2": "Очевидно виноват тот кто вас нанял чтобы подставить вдову. Сдать его полиции.",
    "next_scene2": 13
  },
  "8":
  {
    "question": "Вдова вызвала полицию и вас задержали за незаконное проникновению в чужой дом."
  },
  "9":
  {
    "question": "Старушка вышла, но в связи со случившемся убийством очень напугана и грозится вызвать полицию",
    "answer1": "Сказать что вы детектив и расспросить о том что она видел или слышала накануне убийства",
    "next_scene1": 10,
    "answer2": "Оставить пожилую женщину в покое. Попытаться найти другие зацепки",
    "next_scene2": 11
  },
  "10":
  {
    "question": "Соседка поведала вам много нового.\n«Вечером жена покойного уехала с мужчиной на машине. Ближе к полуночи домой приехал её муж а за ним и его брат. У них случилась ссора. Брат сильно кричал. Через минут 10 все стихло и я увидела как брат уезжает. Как приехала жена я так и не увидела, легла спать. А утром приехала полиция»",
    "answer1": "Спросить знает ли она мужчину с которым уехала жена убитого вечером.",
    "next_scene1": 12,
    "answer2": "Всё указывает на виновность брата",
    "next_scene2": 13
  },
  "11":
  {
    "question": "У вас нет зацепок по этому делу. Остается надеяться на расследование полиции."
  },
  "12":
  {
    "question": "«Я часто видела их вместе когда мужа не было дома, это коллега с её работы как она мне говорила, но мне кажется у них роман.»",
    "answer1": "«Эта старушка просто сплетница, не стоит доверять её словам»",
    "next_scene1": 11,
    "answer2": "Рассказать брату убитого о возможном романе вдовы с коллегой по работе",
    "next_scene2": 14
  },
  "13":
  {
    "question": "Вы рассказали о своей гипотезе полиции. Брата убитого арестовали, но вскоре выпустили так как отпечатки на орудие убийства не совпадают. Убийца так и не был найден."
  },
  "14":
  {
    "question": "Брат действительно приезжал в ту ночь к коллекционеру и рассказал ему о возможном романе жены, но так как у брата не было доказательств и сведений о личности любовника. Убитый не поверил в это и вспыхнула ссора после чего брат уехал.",
    "answer1": "Предложить полиции версию с причастностью жены и любовника.",
    "next_scene1": 15,
    "answer2": "Брат пытается отвести от себя подозрения. И подставить вдову. Скорее всего он виновен в убийстве.",
    "next_scene2": 13
  },
  "15":
  {
    "question": "Полиция задержала жену убитого. Ей пришлось рассказать про роман с коллегой и что в роковую ночь она была с ним на работе. Его также задержали до выяснения обстоятельств. Позже экспертиза установила, что отпечатки пальцев, найденные на орудие убийства, совпадают с отпечатками любовника.\nКак выяснило следствие вдова вернулась домой где её встретил муж с обвинениями в измене. Он рассказал про визит брата и потребовал объяснений. В этот момент жена начала собирать вещи и позвонила коллеге чтобы он забрал её, после чего тот приехал. Возникла перепалка между мужем и любовником перешедшая в драку. Любовник в порыве злости взял клинок висящей на стене и нанес удар коллекционеру, который стал фатальным. После этого вдова придумала легенду, по которой никто не смог бы доказать её причастность к убийству. А сам коллега мог подтвердить её присутствие на работе. Никто не знал про роман с коллегой чьи отпечатки могли остаться на орудие убийства (ну или почти никто)."
  }
}